Repository: hasgeek/funnel
Catalog: funnel/translations/*/LC_MESSAGES/messages.po
Languages: hi_in

source: Add participant
hi_in: प्रतिभागी जोड़ें

source: Edit Participant
hi_in: प्रतिभागी संपादित करें

source: Post an update
hi_in: एक अपडेट पोस्ट करें

source: Save & preview
hi_in: सेव करें और देखें

source: The update has been published
hi_in: अपडेट पब्लिश हो चुकी है

source: There was an error publishing this update. Reload and try again
hi_in: इस अपडेट को पब्लिश करने में एक त्रुटि उत्पन्न हुई थी. रिलोड करें और दोबारा प्रयास करें

source: The update has been edited
hi_in: अपडेट को संपादित किया गया है

source: Edit update
hi_in: अपडेट संपादित करें

source: The update has been deleted
hi_in: अपडेट मिटा दिया गया है

source: Delete this draft update? This operation is permanent and cannot be undone
hi_in: इस ड्राफ्ट अपडेट को मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: Delete this update? This update’s number (#{number}) will be skipped for the next update
hi_in: इस अपडेट को मिटाएं? नंबर (#{number}) का यह अपडेट अगले अपडेट के लिए छोड़ दिया जाएगा

source: You have added a new venue to the project
hi_in: आपने प्रोजेक्ट में ईवेंट का एक नया स्थान जोड़ा है

source: New venue
hi_in: ईवेंट का नया स्थान

source: Invalid data
hi_in: अमान्य डेटा

source: This is already the primary venue
hi_in: यह पहले से ही ईवेंट का प्राथमिक स्थान है

source: You have changed the primary venue
hi_in: आपने ईवेंट का प्राथमिक स्थान बदल दिया है

source: Please select a venue
hi_in: कृपया ईवेंट का एक स्थान चुनें

source: Saved changes to this venue
hi_in: इस ईवेंट के स्थान पर परिवर्तन सेव किए गए

source: Edit venue
hi_in: ईवेंट का स्थान संपादित करें

source: Delete venue “{title}”? This operation is permanent and cannot be undone
hi_in: “{title}” ईवेंट का स्थान मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: You have deleted venue “{title}”
hi_in: आपने “{title}” ईवेंट का स्थान मिटा दिया है

source: You have added a room at this venue
hi_in: आपने इस ईवेंट के स्थान पर एक रूम जोड़ा है

source: New room
hi_in: नया रूम

source: Saved changes to this room
hi_in: इस रूम में परिवर्तन सेव किए गए

source: Edit room
hi_in: रूम को संपादित करें

source: Delete room “{title}”? This operation is permanent and cannot be undone
hi_in: “{title}” रूम को मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: You have deleted room “{title}”
hi_in: आपने “{title}” रूम मिटा दिया है

source: Weak password
hi_in: कमज़ोर पासवर्ड

source: Strong password
hi_in: मज़बूत पासवर्ड

source: Something went wrong. Please reload and try again
hi_in: कुछ गड़बड़ी हुई है. कृपया दोबारा लोड करें और दोबारा प्रयास करें

source: Full access is only available to trusted clients
hi_in: पूरा ऐक्सेस केवल ट्रस्टेड क्लाइंट के लिए ही उपलब्ध है

source: The resource {scope} is only available to trusted clients
hi_in: साधन {scope} केवल ट्रस्टेड क्लाइंट के लिए उपलब्ध है

source: Missing client_id
hi_in: नामौजूद client_id

source: Unknown client_id
hi_in: अज्ञात client_id

source: No redirect URI specified
hi_in: कोई रीडायरेक्ट URI निर्दिष्ट नहीं है

source: Redirect URI hostname doesn't match
hi_in: रीडायरेक्ट URI होस्टनेम मेल नहीं खाता है

source: You do not have access to this application
hi_in: आपके पास इस एप्लिकेशन का ऐक्सेस नहीं है

source: response_type missing
hi_in: response_type नामौजूद

source: Scope not specified
hi_in: स्कोप निर्दिष्ट नहीं है

source: Missing grant_type
hi_in: grant_type नामौजूद

source: Untrusted client app
hi_in: अविश्वसनीय क्लाइंट ऐप

source: Unknown auth code
hi_in: अज्ञात ऑथ कोड

source: Expired auth code
hi_in: एक्स्पायर्ड ऑथ कोड

source: Scope is blank
hi_in: स्कोप खाली है

source: Scope expanded
hi_in: स्कोप विस्तृत किया गया

source: redirect_uri does not match
hi_in: redirect_uri मेल नहीं खाता है

source: AuthClient is not trusted for password grant_type
hi_in: AuthClient पासवर्ड grant_type के लिए भरोसेमंद नहीं है

source: Username or password not provided
hi_in: यूजरनेम या पासवर्ड प्रदान नहीं किया गया

source: No such user
hi_in: ऐसा कोई यूजर नहीं है

source: Password mismatch
hi_in: पासवर्ड मेल नहीं खाया

source: Discussion spaces for geeks
hi_in: लोगों के लिए चर्चा की जगह

source: Read your name and basic account data
hi_in: अपना नाम और मूल अकाउंट डेटा पढ़ें

source: Verify user session
hi_in: यूजर सेशन वेरिफाई करें

source: Read your email address
hi_in: अपना ईमेल पता पढ़ें

source: Read your phone number
hi_in: अपना फोन नंबर पढ़ें

source: Access your external account information such as Twitter and Google
hi_in: अपने बाहरी खाते की जानकारी जैसे Twitter और Google को ऐक्सेस करें

source: Read the organizations you are a member of
hi_in: उन संगठनों को पढ़ें जिनके आप सदस्य हैं

source: Read the list of teams in your organizations
hi_in: अपने संगठनों में टीमों की सूची पढ़ें

source: You are receiving this because you are a site admin
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आप साइट एडमिन हैं

source: {actor} replied to your comment
hi_in: {actor} ने आपके कमेंट का जवाब दिया

source: {actor} replied to your comment:
hi_in: {actor} ने आपके कमेंट का जवाब दिया:

source: You are receiving this because you are an admin of this organization
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आप इस संगठन के एडमिन हैं

source: (unknown)
hi_in: (अज्ञात)

source: You are receiving this because you were an admin of this organization
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आप इस संगठन के एडमिन थे

source: You are receiving this because you have registered for this project
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आपने इस प्रोजेक्ट के लिए रजिस्टर किया है

source: {project} starts at {time}
hi_in: {project} {time} शुरू होगा

source: You are receiving this because you are an editor of this project
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आप इस प्रोजेक्ट के संपादक हैं

source: Registration confirmation for {project}
hi_in: {project} के लिए रजिस्ट्रेशन की पुष्टि

source: View project
hi_in: प्रोजेक्ट देखें

source: You are receiving this because you had registered for this project
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आपने इस प्रोजेक्ट के लिए रजिस्टर किया था

source: Registration cancelled for {project}
hi_in: {project} के लिए रजिस्ट्रेशन रद्द किया गया

source: You have cancelled your registration for {project}
hi_in: आपने {project} के लिए अपना रजिस्ट्रेशन रद्द कर दिया है
