Repository: hasgeek/funnel
Catalog: funnel/translations/*/LC_MESSAGES/messages.po
Languages: hi_in

source: A Bearer token is required in the Authorization header
hi_in: ऑथराइजेशन हेडर में बियरर टोकन की आवश्यकता होती है

source: An access token is required to access this resource
hi_in: इस सामग्री को एक्सेस करने के लिए एक्सेस टोकन की आवश्यकता होती है

source: Unknown access token
hi_in: एक्सेस टोकन अज्ञात

source: Access token has expired
hi_in: एक्सेस टोकन के समय सीमा समाप्त हो चुकी है

source: Token does not provide access to this resource
hi_in: यह टोकन इस सामग्री की एक्सेस प्रदान नहीं करता

source: This resource can only be accessed by trusted clients
hi_in: इस सामग्री को सिर्फ ट्रस्टेड क्लाइंट ही एक्सेस कर सकते हैं

source: This device has no internet connection
hi_in: इस उपकरण का कोई इंटरनेट कनेक्शन नहीं है

source: English
hi_in: अंग्रेज़ी

source: Hindi (beta; incomplete)
hi_in: हिंदी (बीटा; अधूरा)

source: This password is too simple. Add complexity by making it longer and using a mix of upper and lower case letters, numbers and symbols
hi_in: यह पासवर्ड काफी आसान है. इसे लंबा बनाकर और अंग्रेजी के बड़े और छोटे अक्षरों, नंबर तथा चिन्हों का उपयोग करके इसे कठिन बनाएं

source: Password
hi_in: पासवर्ड

source: Incorrect password
hi_in: गलत पासवर्ड

source: Could not find a user with that id
hi_in: इस आईडी से जुड़ा कोई यूजर नहीं मिला

source: New password
hi_in: नया पासवर्ड

source: Confirm password
hi_in: पासवर्ड की पुष्टि करें

source: Current password
hi_in: वर्तमान पासवर्ड

source: Not logged in
hi_in: लॉगिन नहीं है

source: This is required
hi_in: यह आवश्यक है

source: This is too long
hi_in: यह काफी लंबा है

source: This username is reserved
hi_in: यह यूजरनेम रिज़र्व है

source: This username has been taken
hi_in: यह यूजरनेम लिया जा चुका है

source: This username is not available
hi_in: यह यूजरनेम उपलब्ध नहीं है

source: Full name
hi_in: शुभ नाम

source: Username
hi_in: यूजरनेम

source: Timezone
hi_in: समय क्षेत्र

source: Where in the world are you? Dates and times will be shown in your local timezone
hi_in: आप फिलहाल कहां पर हैं? समय और तारीख आपको अपने स्थानीय समय क्षेत्र में दिखेंगे

source: Use your device’s timezone
hi_in: अपने डिवाइस के समय क्षेत्र का उपयोग करें

source: Locale
hi_in: स्थान

source: Your preferred UI language
hi_in: आपकी पसंदीदा UI भाषा

source: Use your device’s language
hi_in: अपने डिवाइस की भाषा का उपयोग करें

source: This email address is pending verification
hi_in: इस ईमेल पते की पुष्टि अभी बाकी है

source: Email address
hi_in: ईमेल पता

source: Phone number
hi_in: फोन नंबर

source: Mobile numbers only, in Indian or international format
hi_in: केवल मोबाइल नंबर, भारतीय या अंतर्राष्ट्रीय फॉर्मेट में

source: Send notifications by SMS
hi_in: SMS द्वारा नोटिफिकेशन भेजें

source: Unsubscribe anytime, and control what notifications are sent from the Notifications tab under account settings
hi_in: कभी भी सदस्यता समाप्त करें, और कौन सी नोटिफिकेशन भेजी जाती हैं, इसे खाता सेटिंग के तहत नोटिफिकेशन टैब से नियंत्रित करें

source: Report type
hi_in: रिपोर्ट टाइप

source: Application title
hi_in: ऐप्लिकेशन का शीर्षक

source: The name of your application
hi_in: आपके ऐप्लिकेशन का नाम

source: Description
hi_in: विवरण

source: A description to help users recognize your application
hi_in: यूजर द्वारा आपके ऐप्लिकेशन की पहचान करने में मदद के लिए एक विवरण

source: Owner
hi_in: ओनर

source: User or organization that owns this application. Changing the owner will revoke all currently assigned permissions for this app
hi_in: यूजर या संगठन जो इस ऐप्लिकेशन का मालिक है. ओनर बदलने स

source: Application type
hi_in: ऐप्लिकेशन टाइप

source: Confidential (server-hosted app, capable of storing secret key securely)
hi_in: गोपनीय (सर्वर-होस्टेड ऐप, गुप्त कुंजी को सुरक्षित रूप से संग्रहीत करने में सक्षम)

source: Public (native or in-browser app, not capable of storing secret key securely)
hi_in: सार्वजनिक (नेटिव या इन-ब्राउज़र ऐप, सीक्रेट की (कुंजी) को सुरक्षित रूप से संग्रहीत करने में सक्षम नहीं)

source: Application website
hi_in: ऐप्लिकेशन वेबसाइट

source: Website where users may access this application
hi_in: वेबसाइट जहां यूजर इस ऐप्लिकेशन का उपयोग कर सकते हैं

source: Redirect URLs
hi_in: रीडायरेक्ट URLs

source: OAuth2 Redirect URL. If your app is available on multiple hostnames, list each redirect URL on a separate line
hi_in: OAuth2 रीडायरेक्ट URL. अगर आपका ऐप कई होस्टनेम पर उपलब्ध है, तो हर अलग-अलग लाइन पर प्रत्येक रीडायरेक्ट URLलिस्ट करें

source: Allow anyone to login
hi_in: किसी को भी लॉगिन करने दें

source: If your application requires access to be restricted to specific users, uncheck this, and only users who have been assigned a permission to the app will be able to login
hi_in: यदि आपके ऐप्लिकेशन को विशिष्ट यूज़र के लिए प्रतिबंधित करने के लिए ऐक्सेस की ज़रूरत है, तो इसे अनचेक करें, और वे यूजर जिन्हें ऐप्लिकेशन की अनुमति दी गई है, केवल वे लॉगिन करने में सक्षम होंगे

source: Invalid owner
hi_in: अवैध ओनर

source: The scheme, domain and port must match that of the website URL
hi_in: स्कीम, डोमेन और पोर्ट वेबसाइट URL से मेल खाना चाहिए

source: What’s this for?
hi_in: यह किस लिए है?

source: Add a description to help yourself remember why this was generated
hi_in: खुद को यह याद रखने में मदद करने के लिए विवरण डालें कि यह क्यों बनाया गया था

source: Permission ‘{perm}’ is malformed
hi_in: अनुमति ‘{perm}’ गलत बनाया गया है

source: User
hi_in: यूजर

source: Lookup a user by their username or email address
hi_in: किसी यूजर को उनके यूजरनेम या ईमेल पते से खोजें

source: Permissions
hi_in: अनुमतियां

source: Team
hi_in: टीम

source: Select a team to assign permissions to
hi_in: अनुमति देने के लिए टीम का चयन करें

source: Unknown team
hi_in: अज्ञात टीम

source: This email address is already registered. You may want to try logging in or resetting your password
hi_in: यह ईमेल पता पहले से रजिस्टर है. आपको लॉगिन करनी चाहिए या फिर अपने पासवर्ड को रीसेट करनी चाहिए

source: This does not appear to be a valid email address
hi_in: यह ईमेल पता सही नहीं लग रहा है

source: The domain name of this email address is missing a DNS MX record. We require an MX record as missing MX is a strong indicator of spam. Please ask your tech person to add MX to DNS
hi_in: इस ईमेल पते के डोमेन का DNS MX रिकॉर्ड मौजूद नहीं है. हमें MX record की आवश्यकता होती है क्योंकि गैर-मौजूद MX वाले ईमेल को फर्ज़ी माना जाता है. कृपया अपने वेबसाइट निर्माणकर्ता से DNS में MX जोड़ने को बोलें

source: You have already registered this email address
hi_in: आपने पहले ही इस ईमेल को रजिस्टर कर लिया है

source: This email address appears to be having temporary problems with receiving email. Please use another if necessary
hi_in: इस ईमेल पते पर फिलहाल ईमेल पाए जाने में समस्या नज़र आ रही है. अगर कुछ महत्वपूर्ण ह

source: This email address is no longer valid. If you believe this to be incorrect, email {support} asking for the address to be activated
hi_in: यह ईमेल पता अब वैध नहीं है. अगर फिर भी आपको ये गलत लगता है, तो इस पते को सक्रिय करने के लिए {support} को ईमेल भेजें

source: You or someone else has made an account with this email address but has not confirmed it. Do you need to reset your password?
hi_in: आपने या किसी और ने इसे ईमेल पते से एक अकाउंट बनाया था, पर उसकी पुष्टि नहीं की है. क्या आप अपना पासवर्ड रीसेट करना चाहेंगे?

source: This phone number cannot receive SMS messages
hi_in: यह फोन नंबर SMS मैसेज प्राप्त नहीं कर सकता है

source: This does not appear to be a valid phone number
hi_in: यह एक मान्य फोन नंबर प्रतीत नहीं होता है

source: You have already registered this phone number
hi_in: आपने इस फोन नंबर को पहले ही रजिस्टर कर लिया है

source: A https:// URL is required
hi_in: https:// URL आवश्यक है

source: Images must be hosted at images.hasgeek.com
hi_in: तस्वीरें images.hasgeek.com पर होस्ट की जानी चाहिए

source: Label
hi_in: लेबल

source: This can’t be empty
hi_in: इसे खाली न छोड़ें

source: Restrict use of this label to editors
hi_in: संपादकों को इस लेबल को उपयोग करने की मंज़ूरी न दें

source: If checked, only editors and reviewers can apply this label on proposals
hi_in: अगर चुना गया, तो केवल संपादक और समीक्षक ही प्रस्ताव में इस लेबल का उपयोग कर सकते हैं

source: Option
hi_in: विकल्प

source: That does not appear to be a valid login session
hi_in: यह कोई वैध लॉग इन सेशन नहीं लग रहा

source: Password is required
hi_in: पासवर्ड आवश्यक है

source: Password must be under %(max)s characters
hi_in: पासवर्ड %(max)s पात्र से ज्यादा का नहीं हो सकता

source: Session id
hi_in: सेशन आईडी

source: Your name
hi_in: आपका नाम

source: This account is for you as an individual. We’ll make one for your organization later
hi_in: यह खाता आपके लिए व्यक्तिगत तौर पर है. हम आपके संगठन के लिए बाद में दूसरा खाता बना देंगे

source: Please select a user
hi_in: कोई यूजर चुनें

source: Find a user by their name or email address
hi_in: नाम या ईमेल पते द्वारा यूजर को खोजें

source: Access level
hi_in: एक्सेस लेवल

source: Admin (can manage projects, but can’t add or remove other admins)
hi_in: एडमिन (प्रोजेक्ट प्रबंधित कर सकते हैं, पर दूसरे एडमिन को जोड़ या हटा नहीं सकते)

source: Owner (can also manage other owners and admins)
hi_in: ओनर (दूसरे ओनर और एडमिन को भी प्रबंधित कर सकते हैं)

source: Editor
hi_in: संपादक

source: Can edit project details, proposal guidelines, schedule, labels and venues
hi_in: प्रोजेक्ट विवरण, प्रस्ताव के दिशा निर्देश, कार्यक्रम, लेबल और स्थानों की जानकारी संपादित कर सकते हैं

source: Can manage participants and see contact info
hi_in: प्रतिभागियों तथा उनके संपर्क की जानकारी को प्रबंधित कर सकते हैं

source: Usher
hi_in: मार्गदर्शक

source: Can check-in a participant using their badge at a physical event
hi_in: किसी वास्तविक इवेंट में प्रतिभागियों के बैच की जांच करके अंदर आने की अनुमति दे सकते हैं

source: Choice
hi_in: विकल्प

source: Accept
hi_in: स्वीकारें

source: Decline
hi_in: अस्वीकारें

source: Please make a choice
hi_in: कृपया कोई विकल्प चुनें

source: Email
hi_in: ईमेल

source: To enable, add a verified email address
hi_in: सक्षम करने के लिए, पुष्टि की हुई ईमेल पता जोड़ें

source: Notify me by email
hi_in: ईमेल द्वारा सूचित करें

source: Uncheck this to disable all email notifications
hi_in: सभी ईमेल नोटिफिकेशन अक्षम करने के लिए इसे चिन्हित से हटाएं

source: Email notifications
hi_in: ईमेल नोटिफिकेशन

source: Enabled selected email notifications
hi_in: चयनित ईमेल नोटिफिकेशन सक्षम कर दिए गए

source: Enabled this email notification
hi_in: यह ईमेल नोटिफिकेशन सक्षम कर दिया गया

source: Disabled all email notifications
hi_in: सभी ईमेल नोटिफिकेशन अक्षम कर दिए गए

source: Disabled this email notification
hi_in: यह ईमेल नोटिफिकेशन को अक्षम कर दिया गया

source: To enable, add a verified phone number
hi_in: सक्षम करने के लिए, कोई पुष्टि की हुई नंबर जोड़ें

source: Notify me by SMS
hi_in: SMS द्वारा सूचित करें

source: Uncheck this to disable all SMS notifications
hi_in: सभी SMS नोटिफिकेशन अक्षम करने के लिए इसे चिन्हित से हटाएं

source: SMS notifications
hi_in: SMS नोटिफिकेशन

source: Enabled selected SMS notifications
hi_in: चयनित SMS नोटिफिकेशन सक्षम कर दिए गए

source: Enabled this SMS notification
hi_in: यह SMS नोटिफिकेशन सक्षम कर दिया गया

source: Disabled all SMS notifications
hi_in: सभी SMS नोटिफिकेशन अक्षम कर दिए गए

source: Disabled this SMS notification
hi_in: यह SMS नोटिफिकेशन अक्षम कर दिया गया

source: Browser
hi_in: ब्राउज़र

source: To enable, allow push notifications in the browser
hi_in: सक्षम करने के लिए, ब्राउज़र में पुश नोटिफिकेशन की अनुमति दें

source: Notify me with browser notifications
hi_in: ब्राउज़र नोटिफिकेशन द्वारा सूचित करें

source: Uncheck this to disable all browser notifications
hi_in: सभी ब्राउज़र नोटिफिकेशन को अक्षम करने के लिए इसे चिन्हित से हटाएं

source: Push notifications
hi_in: पुश नोटिफिकेशन

source: Enabled selected push notifications
hi_in: चयनित पुश नोटिफिकेशन सक्षम कर दिए गए

source: Enabled this push notification
hi_in: यह पुश नोटिफिकेशन सक्षम कर दिया गया

source: Disabled all push notifications
hi_in: सभी पुश नोटिफिकेशन अक्षम कर दिए गए

source: Disabled this push notification
hi_in: यह पुश नोटिफिकेशन अक्षम कर दिया गया

source: To enable, link your Telegram account
hi_in: सक्षम करने के लिए, अपना Telegram अकाउंट जोड़ें

source: Notify me on Telegram
hi_in: Telegram पर सूचित करें

source: Uncheck this to disable all Telegram notifications
hi_in: सभी Telegram नोटिफिकेशन अक्षम करने के लिए इसे चिन्हित से हटाएं

source: Telegram notifications
hi_in: Telegram नोटिफिकेशन

source: Enabled selected Telegram notifications
hi_in: चयनित Telegram नोटिफिकेशन सक्षम कर दिए गए

source: Enabled this Telegram notification
hi_in: यह Telegram नोटिफिकेशन सक्षम कर दिया गया

source: Disabled all Telegram notifications
hi_in: चयनित Telegram नोटिफिकेशन अक्षम कर दिए गए

source: Disabled this Telegram notification
hi_in: यह Telegram नोटिफिकेशन अक्षम कर दिया गया

source: To enable, add your WhatsApp number
hi_in: सक्षम करने के लिए, अपना WhatsApp नंबर जोड़ें

source: Notify me on WhatsApp
hi_in: WhatsApp पर सूचित करें

source: Uncheck this to disable all WhatsApp notifications
hi_in: सभी WhatsApp नोटिफिकेशन अक्षम करने के लिए इस चिन्हित से हटाएं

source: WhatsApp notifications
hi_in: WhatsApp नोटिफिकेशन

source: Enabled selected WhatsApp notifications
hi_in: चयनित WhatsApp नोटिफिकेशन सक्षम कर दिए गए

source: Enabled this WhatsApp notification
hi_in: यह WhatsApp नोटिफिकेशन सक्षम कर दिया गया

source: Disabled all WhatsApp notifications
hi_in: चयनित WhatsApp नोटिफिकेशन अक्षम कर दिए गए

source: Disabled this WhatsApp notification
hi_in: यह WhatsApp नोटिफिकेशन अक्षम कर दिया गया

source: Notify me
hi_in: सूचित करें

source: Uncheck this to disable all notifications
hi_in: सभी नोटिफिकेशन अक्षम करने के लिए इसे चिन्हित से हटाएं

source: Or disable only a specific notification
hi_in: या सिर्फ कुछ चुनिंदा नोटिफिकेशन ही अक्षम करें

source: Unsubscribe token
hi_in: अनसब्सक्राइब टोकन

source: Unsubscribe token type
hi_in: अनसब्सक्राइब टोकन प्रकार

source: Notification type
hi_in: नोटिफिकेशन का प्रकार

source: Transport
hi_in: यातायात

source: Enable this transport
hi_in: यह यातायात सुविधा सक्षम करें

source: Main switch
hi_in: मेन स्विच

source: Organization name
hi_in: संगठन का नाम

source: Your organization’s given name, without legal suffixes such as Pvt Ltd
hi_in: आपके संगठन का नाम, बगैर किसी प्रकार के जैसे कि Pvt Ltd (प्र. लि.)

source: This name is reserved
hi_in: यह नाम रिज़र्व है

source: This is <em>your</em> current username. You must change it first from <a href="{account}">your account</a> before you can assign it to an organization
hi_in: यह <em>आपका</em> मौजूदा यूजरनेम है. इसे किसी संगठन को सौंपने से पहले आपको <a href="{account}">अपने अकाउंट</a> से बदलना होगा

source: This name has been taken by another user
hi_in: यह यूजरनेम किसी दूसरे यूजर द्वारा लिया जा चुका है

source: This name has been taken by another organization
hi_in: यह यूजरनेम किसी दूसरे संगठन द्वारा लिया जा चुका है

source: Team name
hi_in: टीम का नाम

source: Users
hi_in: यूजर्स

source: Make this team public
hi_in: इस टीम को सार्वजनिक बनाएं

source: Team members will be listed on the organization’s account page
hi_in: टीम के सदस्य संगठन के अकाउंट पेज पर दिखाए जाएंगे

source: Welcome message
hi_in: स्वागत संदेश

source: Account image
hi_in: अकाउंट चित्र

source: Website URL
hi_in: वेबसाइट URL

source: Your full name, in the form others can recognise you by
hi_in: आपका पूरा नाम, जिससे कि दूसरे व्यक्ति आपको जान सकें

source: Banner image
hi_in: बैनर का चित्र

source: Title
hi_in: शीर्षक

source: Tagline
hi_in: टैगलाइन

source: One line description of the project
hi_in: प्रोजेक्ट का संक्षिप्त विवरण

source: Location
hi_in: स्थान

source: “Online” if this is online-only, else the city or region (without quotes)
hi_in: “ऑनलाइन” यदि केवल यही ऑनलाइन हो, तो फिर शहर और क्षेत्र (बिना क्वोट के)

source: If this project is online-only, use “Online”
hi_in: यदि यह प्रोजेक्ट केवल-ऑनलाइन हो, तो “ऑनलाइन” का इस्तेमाल करें

source: %(max)d characters maximum
hi_in: अधिकतर %(max)d वर्ण

source: The timezone in which this event occurs
hi_in: वह समय-क्षेत्र जिसमें यह ईवेंट होगा

source: Project description
hi_in: प्रोजेक्ट विवरण

source: Landing page contents
hi_in: लैंडिंग पेज की सामग्रियां

source: Quotes are not necessary in the location name
hi_in: स्थान के नाम में क्वोट लगाना आवश्यक नहीं है

source: Livestream URLs. One per line. Must be on YouTube or Vimeo. Must begin with https://
hi_in: लाइवस्ट्रीम URLs. प्रति लाइन में एक. YouTube या Vimeo पर ही होनी चाहिए. https:// से ही शुरुआत होनी चाहिए

source: Livestream must be on YouTube or Vimeo
hi_in: लाइवस्ट्रीम YouTube या Vimeo पर ही होनी चाहिए

source: Custom URL
hi_in: कस्टम URL

source: Customize the URL of your project. Use lowercase letters, numbers and dashes only. Including a date is recommended
hi_in: अपने प्रोजेक्ट के URL को अपने अनुकूल बनाएं. केवल लोअरकेस अक्षर, नंबर और डैश का ही इस्तेमाल करें. आप इसमें कोई तिथि भी जोड़ सकते हैं

source: This URL contains unsupported characters. It can contain lowercase letters, numbers and hyphens only
hi_in: इस URL में कुछ गैर-उपयोगी वर्ण मौजूद हैं. इसमें केवल लोअरकेस अक्षर, नंबर और हायफ़न ही रह सकते हैं

source: Guidelines
hi_in: दिशानिर्देश

source: Submissions close at
hi_in: सबमिशन बंद होने का समय

source: Status
hi_in: स्थिति

source: Open submissions
hi_in: सबमिशन को खोलें

source: Account
hi_in: अकाउंट

source: Save this project?
hi_in: इस प्रोजेक्ट को सहेजें?

source: Note to self
hi_in: खुद याद रखने की बात

source: Please select one
hi_in: कृपया, कोई एक चुनें

source: Labels
hi_in: लेबल

source: Content
hi_in: विषय सूची

source: Video
hi_in: वीडियो

source: YouTube or Vimeo URL (optional)
hi_in: YouTube या Vimeo URL (ऐच्छिक)

source: Move proposal to
hi_in: प्रस्ताव को भेजें

source: Move this proposal to another project
hi_in: इस प्रस्ताव को दूसरे प्रोजेक्ट में भेजें

source: Room
hi_in: रूम

source: Speaker
hi_in: स्पीकर

source: Banner image URL
hi_in: बैनर चित्र का URL

source: From images.hasgeek.com, with 16:9 aspect ratio. Should be < 50 kB in size
hi_in: images.hasgeek.com से, 16:9 एस्पेक्ट रेश्यो के साथ. आकार 50 kB से छोटी होनी चाहिए

source: This session is a break period
hi_in: यह सेशन ब्रेक लेने के लिए है

source: This is a featured session
hi_in: यह एक मुख्य सेशन है

source: Start Time
hi_in: शुरू होने का समय

source: End Time
hi_in: ख़त्म होने का समय

source: Video URL
hi_in: वीडियो URL

source: URL of the uploaded video after the session is over
hi_in: सेशन ख़त्म होने के बाद अपलोड किए गए वीडियो का URL

source: Save this session?
hi_in: इस सेशन को सेव करें?

source: Badge template URL
hi_in: बैच टेम्पलेट URL

source: Name
hi_in: नाम

source: Client id
hi_in: क्लाइंट आईडी

source: Client event id
hi_in: क्लाइंट ईवेंट आईडी

source: Client event secret
hi_in: क्लाइंट ईवेंट सीक्रेट

source: Client access token
hi_in: क्लाइंट ईवेंट टोकन

source: Events
hi_in: ईवेंट

source: Fullname
hi_in: पूरा नाम

source: City
hi_in: शहर

source: Company
hi_in: कंपनी

source: Job title
hi_in: पेशे का नाम

source: Badge is printed
hi_in: बैच प्रिंट की हुई है

source: Markdown formatting is supported
hi_in: मार्कडाउन फॉर्मेटिंग समर्थित है

source: Pin this update above other updates
hi_in: इस अपडेट को बाकी अपडेट के ऊपर पिन करें

source: Limit visibility to participants only
hi_in: दृश्यता को केवल प्रतिभागियों तक सीमित रखें

source: Name of the venue
hi_in: ईवेंट का स्थान

source: An optional note about the venue
hi_in: ईवेंट के स्थान के बारे में एक वैकल्पिक नोट

source: Address (line 1)
hi_in: पता (लाइन 1)

source: Address (line 2)
hi_in: पता (लाइन 2)

source: State
hi_in: राज्य

source: Post code
hi_in: पिन कोड

source: Country
hi_in: देश

source: Pick a location on the map
hi_in: मैप पर स्थान दर्शाएं

source: Name of the room
hi_in: कमरे का नाम

source: An optional note about the room
hi_in: कमरे के बारे में एक वैकल्पिक नोट

source: Room colour
hi_in: कमरे का रंग

source: RGB colour for the room. Enter without the '#'. E.g. CCCCCC
hi_in: कमरे का RGB रंग. बगैर ‘#’ के दर्ज करें. जैसे CCCCCC

source: Please enter a valid colour code
hi_in: कृपया एक वैध कलर कोड दर्ज करें

source: Venue
hi_in: ईवेंट का स्थान

source: You denied the GitHub login request
hi_in: आपने GitHub लॉग इन अनुरोध को ख़ारिज कर दिया है

source: This server’s callback URL is misconfigured
hi_in: सर्वर की कॉलबैक URL की विन्यास गलत है

source: Unknown failure
hi_in: अज्ञात समस्या

source: You denied the Google login request
hi_in: आपने Google लॉग इन अनुरोध को ख़ारिज कर दिया

source: Unable to login via Google: {error}
hi_in: Google के ज़रिए लॉग इन करने में असमर्थ रहा: {error}

source: You denied the LinkedIn login request
hi_in: आपने LinkedIn लॉग इन अनुरोध को ख़ारिज कर दिया

source: Unrecognized algorithm ‘{value}’
hi_in: अज्ञात ऍल्गोरिथम ‘{value}’

source: Open
hi_in: जारी

source: Submitted
hi_in: जमा कर दिया गए

source: Screened
hi_in: समीक्षा समाप्त

source: Hidden
hi_in: गुप्त

source: Spam
hi_in: स्पैम

source: Deleted
hi_in: मिटाए हुए

source: Verified
hi_in: सत्यापित

source: [deleted]
hi_in: [मिटाया हुआ]

source: [removed]
hi_in: [हटाए हुए]

source: {user} commented on {obj}
hi_in: {user} ने {obj} पर कमेंट किया

source: {user} commented
hi_in: {user} ने कमेंट किया

source: Invite
hi_in: आमंत्रण

source: Direct add
hi_in: सीधा जोड़ें

source: Amend
hi_in: संसोधन

source: Not spam
hi_in: गैर स्पैम

source: Uncategorized
hi_in: अवर्गीकृत

source: My account
hi_in: मेरा अकाउंट

source: My subscriptions and billing
hi_in: मेरे सदस्यता और बिल

source: Projects I am participating in
hi_in: मेरे द्वारा भाग लिए प्रोजेक्ट

source: Projects I am a crew member in
hi_in: प्रोजेक्ट, जिनमें मैं दल का हिस्सा हूं

source: As a website administrator
hi_in: वेबसाइट एडमिनिस्ट्रेटर के तौर पर

source: Queued
hi_in: श्रेणीबद्ध

source: Pending
hi_in: लंबित

source: Delivered
hi_in: पहुंचाए हुए

source: Failed
hi_in: विफल रहे

source: Unknown
hi_in: अज्ञात

source: Unspecified notification type
hi_in: अनिर्धारित नोटिफिकेशन प्रकार

source: When my account password changes
hi_in: जब मेरे अकाउंट का पासवर्ड बदला जाए

source: For your safety, in case this was not authorized
hi_in: आपकी सुरक्षा के लिए, यदि यह अधिकृत न हो तो

source: When I register for a project
hi_in: जब मैं किसी प्रोजेक्ट के लिए पंजीकृत होऊं

source: This will prompt a calendar entry in Gmail and other apps
hi_in: यह Gmail तथा अन्य एप्स में कैलेंडर एंट्री के लिए सूचना देगा

source: When a project posts an update
hi_in: जब किसी प्रोजेक्ट की कुछ खबर दी जाए

source: Typically contains critical information such as video conference links
hi_in: खासतौर से महत्वपूर्ण जानकारी होते हैं जैसे कि वीडियो कॉन्फ्रेंस के लिंक

source: When I submit a proposal
hi_in: जब मैं कोई प्रस्ताव भेजूं

source: Confirmation for your records
hi_in: आपके रिकॉर्ड के लिए पुष्टि

source: When a project I’ve registered for is about to start
hi_in: जब मेरे द्वारा पंजीकृत कोई प्रोजेक्ट शुरू होने वाला हो

source: You will be notified 5-10 minutes before the starting time
hi_in: आपको शुरू होने के 5-10 मिनट पहले सूचित किया जाएगा

source: When my project receives a new proposal
hi_in: जब मेरे प्रोजेक्ट में कोई नया प्रस्ताव आए

source: When someone registers for my project
hi_in: जब कोई मेरे प्रोजेक्ट के लिए पंजीकृत हो

source: When a comment is reported as spam
hi_in: जब किसी कमेंट को स्पैम जैसा रिपोर्ट किया जाए

source: Autogenerated
hi_in: स्वचालित

source: Public
hi_in: सार्वजनिक

source: Private
hi_in: निजी

source: Make public
hi_in: सार्वजनिक बनाएं

source: Make private
hi_in: निजी बनाएं

source: Draft
hi_in: ड्राफ्ट

source: Published
hi_in: प्रकाशित

source: Withdrawn
hi_in: निवर्तित

source: None
hi_in: कोई नहीं

source: Closed
hi_in: ख़त्म हो चुके

source: Past
hi_in: गुज़रे हुए

source: Live
hi_in: लाइव

source: Upcoming
hi_in: आने वाले

source: Published without sessions
hi_in: बिना सेशन के प्रकाशित कर दिया गया

source: Has sessions
hi_in: जिनमें सेशन हों

source: Expired
hi_in: अवधि समाप्त

source: Publish project
hi_in: प्रोजेक्ट प्रकाशित करें

source: The project has been published
hi_in: प्रोजेक्ट को प्रकाशित कर दिया गया

source: Withdraw project
hi_in: प्रोजेक्ट को निवर्तित करें

source: The project has been withdrawn and is no longer listed
hi_in: प्रोजेक्ट को निवर्तित कर दिया गया और अब सूचीबद्ध नहीं है
