Repository: hasgeek/funnel
Catalog: funnel/translations/*/LC_MESSAGES/messages.po
Languages: hi_in

source: Confirmed
hi_in: पुष्टि की गई

source: Waitlisted
hi_in: लंबित

source: Rejected
hi_in: ख़ारिज की गई

source: Cancelled
hi_in: रद्द की गई

source: Awaiting details
hi_in: विवरण लंबित

source: Under evaluation
hi_in: मूल्यांकन जारी

source: Shortlisted
hi_in: चयनित

source: Shortlisted for rehearsal
hi_in: रिहर्सल के लिए चयनित

source: Rehearsal ongoing
hi_in: रिहर्सल जारी

source: Confirmed &amp; scheduled
hi_in: पुष्टि और अनुसूचित की गई

source: This proposal has been withdrawn
hi_in: इस प्रस्ताव को निवर्तित कर दिया गया

source: Submit
hi_in: जमा करें

source: This proposal has been submitted
hi_in: इस प्रस्ताव को जमा कर दिया गया

source: Send Back to Submitted
hi_in: जमा किए पर वापस भेजें

source: Confirm
hi_in: स्वीकृती दें

source: This proposal has been confirmed
hi_in: इस प्रस्ताव को स्वीकृति दे दी गई

source: Unconfirm
hi_in: स्वीकृति वापस लें

source: This proposal is no longer confirmed
hi_in: इस प्रस्ताव को अब स्वीकृति प्राप्त नहीं है

source: Waitlist
hi_in: प्रतीक्षा-सूची

source: This proposal has been waitlisted
hi_in: इस प्रस्ताव को प्रतीक्षा-सूची में डाल दिया गया है

source: Reject
hi_in: ख़ारिज करें

source: This proposal has been rejected
hi_in: इस प्रस्ताव को ख़ारिज कर दिया गया

source: Cancel
hi_in: रद्द करें

source: This proposal has been cancelled
hi_in: इस प्रस्ताव को रद्द कर दिया गया

source: Undo cancel
hi_in: रद्द किए को स्वीकारें

source: This proposal’s cancellation has been reversed
hi_in: इस प्रस्ताव को रद्द किए से स्वीकारा जा चुका है

source: Awaiting details for this proposal
hi_in: इस प्रस्ताव की जानकारी का इंतज़ार है

source: This proposal has been put under evaluation
hi_in: इस प्रस्ताव को मूल्यांकन के लिए भेजा गया है

source: Delete
hi_in: मिटाएं

source: This proposal has been deleted
hi_in: इस प्रस्ताव को मिटा दिया गया

source: Going
hi_in: शामिल होंगे

source: Not going
hi_in: शामिल नहीं होंगे

source: Maybe
hi_in: शायद

source: Awaiting
hi_in: प्रतीक्षित

source: Your response has been saved
hi_in: आपकी प्रतिक्रिया सेव कर दी गई

source: Restricted
hi_in: वर्जित

source: Unpublished
hi_in: अप्रकाशित

source: Active
hi_in: सक्रिय

source: Suspended
hi_in: निलंबित

source: Merged
hi_in: संयोजित

source: Invited
hi_in: आमंत्रित

source: Edit session
hi_in: सेशन संपादित करें

source: Save
hi_in: सेव करें

source: About Hasgeek
hi_in: Hasgeek का परिचय

source: Find your peers
hi_in: अपने साथियों को ढूंढें

source: Ideas need voices. Voices need a place to interact with other voices. Find peers around you who recognize your value. Create projects that spark a conversation.
hi_in: सोच को साकार करने वालों की ज़रूरत पड़ती है. साकार करने वालों दूसरे लोगों से जुड़ने के लिए एक जगह की ज़रूरत पड़ती है. अपने आस-पास ऐसे साथियों को ढूंढें जो आपके कौशल को पहचाने. ऐसे प्रोजेक्ट्स बनाएं जिनके खूब चर्चे हों.

source: Discover your community
hi_in: अपने लिए कोई समुदाय ढूंढें

source: Conversations build community. Bring the conversations to your community by collaborating with others who share your passion.
hi_in: बातचीत से ही समुदाय बनती है. दूसरे लोग जिनका रुझान भी आ जैसा हो उनसे जुड़कर अपने समुदाय में बातचीत को बढाएं.

source: Sustain the conversations
hi_in: संवाद को चलते रहने दें

source: Subscribe to your favourite communities and make sure you never miss a conversation or an opportunity to collaborate.
hi_in: अपने पसंदीदा समुदायों की सदस्यता लें और किसी भी संवाद या संग काम करने के अवसर को हाथ से जाने न दें.

source: Go to account
hi_in: अकाउंट पर जाएँ

source: (none)
hi_in: (कोई भी नहीं)

source: From device
hi_in: इस डिवाइस से

source: Edit
hi_in: संपादित करें

source: Change password
hi_in: पासवर्ड बदलें

source: Set password
hi_in: पासवर्ड सेट करें

source: Logout
hi_in: लॉग आउट करें

source: Last used %(last_used_at)s
hi_in: आखरी बार इस्तेमाल %(last_used_at)s

source: Remove
hi_in: हटाएं

source: Email addresses
hi_in: ईमेल पते

source: Primary
hi_in: प्राथमिक

source: (pending verification)
hi_in: (वेरीफिकेशन बाकी है)

source: Set as primary
hi_in: प्राथमिक बनाएं

source: Add an email address
hi_in: अन्य ईमेल पता जोड़ें

source: Mobile numbers
hi_in: मोबाइल नंबर

source: Add a mobile number
hi_in: अन्य मोबाइल नंबर जोड़ें

source: Connected apps
hi_in: जुड़े हुए ऐप्स

source: Made by Hasgeek
hi_in: Hasgeek द्वारा निर्मित

source: Since %(since)s – last used %(last_used)s
hi_in: %(since)s से स्थापित – आखरी बार इस्तेमाल %(last_used)s

source: Since %(since)s
hi_in: %(since)s से स्थापित

source: Disconnect
hi_in: डिसकनेक्ट करें

source: Login sessions
hi_in: लॉगिन सेशन

source: Since %(since)s via %(login_service)s – last active %(last_active)s
hi_in: %(login_service)s के ज़रिए %(since)s से – आखरी बार इस्तेमाल %(last_active)s

source: Since %(since)s – last active %(last_active)s
hi_in: %(since)s से – आखरी बार इस्तेमाल %(last_active)s

source: %(location)s – estimated from %(ipaddr)s
hi_in: %(location)s – %(ipaddr)s से अनुमानित

source: Close
hi_in: बंद करें

source: Cookies are required to login. Please enable cookies in your browser’s settings and reload this page
hi_in: लॉगिन के लिए कुकीज़ की आवश्यक हैं. कृपया अपने ब्राउज़र के सेटिंग्स में जाकर कुकीज़ को सक्षम करें और इस पेज को फिर से लोड करें

source: Organizations
hi_in: संगठन

source: Merge accounts
hi_in: अकाउंट जोड़ें

source: Name:
hi_in: नाम:

source: Username:
hi_in: यूजरनेम:

source: Email addresses:
hi_in: ईमेल पते:

source: You appear to have two accounts. Would you like to merge them?
hi_in: शायद आपके पास दो अकाउंट हैं. क्या आप उन दोनों को जोड़ना चाहेंगे?

source: Logged in account
hi_in: अकाउंट में लॉग इन हो गया

source: Other account
hi_in: अन्य अकाउंट

source: Skip
hi_in: बाद में

source: Client application information
hi_in: क्लाइंट एप्लीकेशन की जानकारी

source: Admin panel
hi_in: एडमिन पैनल

source: Edit this application
hi_in: इस एप्लीकेशन को संपादित करें

source: New access key
hi_in: नया एक्सेस की

source: Assign permissions to a user
hi_in: यूजर को अनुमति दें

source: Assign permissions to a team
hi_in: टीम को अनुमति दें

source: OAuth2 Type
hi_in: OAuth2 प्रकार

source: Confidential
hi_in: कॉन्फिडेंशियल

source: Website
hi_in: वेबसाइट

source: Notification URL (deprecated)
hi_in: नोटिफिकेशन URL (पुराना)

source: Active?
hi_in: सक्रिय है?

source: Allow anyone to login?
hi_in: लॉगिन की किसी को अनुमति दें?

source: Registered date
hi_in: स्थापित डेट

source: Your access token
hi_in: आपका एक्सेस टोकन

source: Created
hi_in: निर्मित

source: Last used
hi_in: अंतिम उपयोग

source: Access keys
hi_in: एक्सेस कीज़

source: Purpose
hi_in: उद्देश्य

source: Key
hi_in: की (कुंजी)

source: never
hi_in: कभी नहीं

source: Revoke
hi_in: हटाएं

source: This application does not have any access keys
hi_in: इस एप्लीकेशन के पास कोई एक्सेस कीज़ नहीं हैं

source: The following users have permissions to this app
hi_in: निम्न यूजर्स को इस ऐप की अनुमति है

source: The following teams have permissions to this app
hi_in: निम्न टीम को इस ऐप की अनुमति है

source: Permissions: %(access)s
hi_in: अनुमतियां: %(access)s

source: No permissions assigned
hi_in: कोई अनुमति नहीं दी गई है

source: Client access key
hi_in: क्लाइंट एक्सेस की

source: Here is your new application access key. Save this somewhere safe. You will not be able to view this secret again
hi_in: ये आपके नए एप्लीकेशन की एक्सेस की (कुंजी ) है. इसे कहीं सुरक्षित जगह रख दें. आप दोबारा से इस सीक्रेट को नहीं देख पाएंगे

source: Access key for
hi_in: इसके लिए एक्सेस की (कुंजी)

source: Client secret
hi_in: क्लाइंट सीक्रेट

source: Return to client app info
hi_in: क्लाइंट ऐप की जानकारी पर वापस जाएं

source: Application list
hi_in: ऐप्लिकेशन लिस्ट

source: New application
hi_in: नया एप्लीकेशन

source: No applications have been registered
hi_in: कोई एप्लीकेशन पंजीकृत नहीं की गई है

source: Dashboard
hi_in: डैशबोर्ड

source: %(active)s monthly active users
hi_in: %(active)s मासिक सक्रीय यूजर

source: %(count)s total users
hi_in: %(count)s कुल यूजर

source: Authorization error
hi_in: प्रमाणीकरण त्रुटी

source: An error occured when logging you in
hi_in: आपके लॉग इन के दौरान कोई समस्या उत्पन्न हुई

source: Error
hi_in: त्रुटी

source: Error URI
hi_in: त्रुटी URI

source: My contacts
hi_in: मेरे कॉन्टैक्ट

source: Dropdown menu
hi_in: ड्रॉपडाउन मेन्यू

source: Download CSV
hi_in: CSV डाउनलोड करें

source: Download contacts CSV
hi_in: कॉन्टैक्ट की CSV फाइल डाउनलोड करें

source: This form timed out because it was open for a long time. Please submit again
hi_in: इस फॉर्म की समय सीमा समाप्त हो गई क्योंकि यह काफी देर से खुली हुई थी. कृपया दोबारा जमा करें

source: Hello %(fullname)s,
hi_in: नमस्ते %(fullname)s,

source: Reset your password
hi_in: अपना पासवर्ड रिसेट करें

source: If you did not ask for this, you may safely ignore this email.
hi_in: अगर आपने इसकी अनुरोध नहीं की है, तो फिर आप इस ईमेल को अनदेखा कर दें.

source: Confirm your email address
hi_in: अपने ईमेल पते की पुष्टि करें

source: This form has timed out. Please submit again to confirm
hi_in: इस फॉर्म की समय सीमा समाप्त हो चुकी है. पुष्टि के लिए कृपया दोबारा से जमा करें

source: Explore your passions with communities of like-minded geeks
hi_in: अपने जैसे रुझान वाले व्यक्तियों के समुदाय के संग अपना जूनून पूरा करें

source: Spotlight:
hi_in: सुर्खियां:

source: Manage labels
hi_in: लेबल संपादित करें

source: Create new label
hi_in: नया लेबल बनाएं

source: (No labels)
hi_in: (कोई लेबल नहीं है)

source: Archive
hi_in: पुरालेख

source: Please review the indicated issues
hi_in: कृपया दर्शाए गए समस्याओं की समीक्षा करें

source: Home
hi_in: मुखपृष्ठ

source: Search…
hi_in: खोजें…

source: Search
hi_in: खोजें

source: Updates
hi_in: अपडेट

source: Comments
hi_in: कमेंट

source: Login
hi_in: लॉगिन

source: Logging out…
hi_in: लॉग आउट हो रहा है…

source: Copy link
hi_in: लिंक कॉपी करें

source: Preview video
hi_in: प्रीव्यू वीडियो

source: Edit submission video
hi_in: सबमिशन से जुड़ा वीडियो संपादित करें

source: Edit session video
hi_in: सेशन का वीडियो संपादित करें

source: Share
hi_in: साझा करें

source: Notifications
hi_in: नोटिफिकेशन

source: Scan badge
hi_in: बैज स्कैन करें

source: Contacts
hi_in: कॉन्टैक्ट

source: Live schedule
hi_in: लाइव कार्यक्रम

source: Livestream
hi_in: लाइवस्ट्रीम

source: Livestream and schedule
hi_in: लाइवस्ट्रीम और कार्यक्रम

source: Session starts at %(session)s
hi_in: सेशन %(session)s शुरू होगा

source: Watch livestream
hi_in: लाइवस्ट्रीम देखें

source: Schedule
hi_in: कार्यक्रम

source: Spotlight
hi_in: झलकियां

source: Accepting submissions
hi_in: सब्मिशन स्वीकार कर रहे हैं

source: Show more
hi_in: और दिखाएं

source: All projects
hi_in: सभी प्रोजेक्ट

source: Team &amp; careers
hi_in: टीम &amp; करियर

source: Contact
hi_in: संपर्क

source: Site policies
hi_in: साइट नीतियां

source: (No sessions have been submitted)
hi_in: (सेशन की कोई जानकारी नहीं दी गई है)

source: This proposal has a preview video
hi_in: इस प्रस्ताव के साथ एक प्रीव्यू वीडियो मौजूद है

source: Make a submission
hi_in: एक सबमिशन भेजें

source: Date
hi_in: डेट

source: Project
hi_in: प्रोजेक्ट

source: Manage membership
hi_in: सदस्यता प्रबंधित करें

source: You have been invited to %(project)s
hi_in: आपको %(project)s में आमंत्रित किया गया है

source: Loading…
hi_in: लोडिंग…

source: Unread updates
hi_in: अपठित अपडेट

source: To receive timely notifications by SMS, add a phone number
hi_in: SMS के द्वारा समय-समय पर नोटिफिकेशन पाने के लिए, एक फोन नंबर जोड़ें

source: No notifications in this category
hi_in: इस श्रेणी में कोई भी नोटिफिकेशन नहीं है

source: Unavailable
hi_in: अनुपलब्ध

source: There was an error in the authorization request:
hi_in: ऑथराइजेशन की अनुरोध में कोई समस्या उत्पन्न हुई:

source: Authorization Required
hi_in: ऑथराइजेशन आवश्यक

source: An application is requesting access to your data
hi_in: एक एप्लीकेशन आपके डेटा को एक्सेस करने का अनुरोध करा रहा है

source: Application name
hi_in: ऐप्लिकेशन का नाम

source: Access scope
hi_in: एक्सेस की सीमा

source: You should authorize this only if you initiated the request and trust the application with your data
hi_in: आपको इसे अपने डेटा की अनुमति तभी देनी चाहिए, अगर आपने ही इसकी अनुरोध की थी और आपको इस एप्लीकेशन पर यकीन हो

source: Redirecting you back to %(title)s…
hi_in: आपको वापस से %(title)s पर भेजा जा रहा है…

source: Continue
hi_in: जारी रखें

source: Offline
hi_in: ऑफलाइन

source: This device has no internet connection, or an ad blocker is blocking this page
hi_in: इस उपकरण का कोई इंटरनेट कनेक्शन नहीं है, या एक विज्ञापन अवरोधक इस पृष्ठ को अवरुद्ध कर रहा है

source: Search Hasgeek for projects, discussions and more
hi_in: प्रोजेक्ट, चर्चा तथा और भी चीज़ों को Hasgeek पर खोजें

source: Admins
hi_in: एडमिन

source: Teams
hi_in: टीम

source: New team
hi_in: नया टीम

source: Linked apps
hi_in: जुड़े हुए ऐप्स

source: Forgot password?
hi_in: पासवर्ड भूल गए हैं?

source: People
hi_in: सदस्य

source: Drafts
hi_in: ड्राफ्ट

source: Create a new project
hi_in: नया प्रोजेक्ट बनाएं

source: Write, collaborate and get feedback
hi_in: लिखें, दूसरे से जुड़ें और प्रतिक्रिया पाएं

source: New project
hi_in: नया प्रोजेक्ट

source: Unscheduled projects
hi_in: अनिर्धारित प्रोजेक्ट

source: Manage admins
hi_in: एडमिंस को प्रबंधित करें

source: View admins
hi_in: एडमिंस को देखें

source: Edit this account
hi_in: इस अकाउंट को संपादित करें

source: Make account private
hi_in: अकाउंट को निजी बनाएं

source: Make this account private?
hi_in: वाकई इस अकाउंट को निजी बनाना चाहते हैं?

source: Your account will not be visible to anyone other than you
hi_in: आपका अकाउंट आपके अलावा किसी और को नहीं दिखाई देगा

source: It will not be listed in search results
hi_in: यह खोज परिणामों में भी दिखाई नहीं देगा

source: You cannot host projects from this account
hi_in: आप इस अकाउंट से प्रोजेक्ट होस्ट नहीं कर सकते

source: Any existing projects will become inaccessible until the account is public again
hi_in: जब तक कि इस अकाउंट को दोबारा से सार्वजनिक नहीं बनाया जाता तब तक कोई भी मौजूदा प्रोजेक्ट इसके द्वारा एक्सेस नहीं किया जा सकता

source: Back to the account
hi_in: अकाउंट में वापस जाएं

source: Add cover photo url
hi_in: कवर फोटो का URL जोड़ें

source: Add cover photo
hi_in: कवर फोटो जोड़ें

source: Make account public
hi_in: अकाउंट को सार्वजनिक बनाएं

source: Make this account public?
hi_in: इस अकाउंट को सार्वजनिक बनाएं?

source: Your account will be visible to anyone visiting the page
hi_in: आपका अकाउंट इस पेज पर आने वाले सभी व्यक्तियों को दिखाई देगा

source: Your account will be listed in search results
hi_in: आपका अकाउंट खोज प्राणिमों में दिखाई देगा

source: Joined %(date)s
hi_in: %(date)s को जुड़े

source: Sessions
hi_in: सेशन

source: Projects
hi_in: प्रोजेक्ट

source: Submissions
hi_in: सबमिशन

source: See all
hi_in: सारे देखें

source: Videos
hi_in: वीडियो

source: Related jobs
hi_in: सम्बंधित नौकरियां

source: Setup events for check-in
hi_in: चेक-इन के लिए ईवेंट सेटअप करें

source: Select an event for manual check-in of attendees
hi_in: आने वाले प्रतिभागियों के मैन्युअल चेक-इन के लिए कोई ईवेंट चुनें

source: Add events to manage check-in
hi_in: चेक-इन को प्रबंधित करने के लिए ईवेंट जोड़ें

source: New ticketed event
hi_in: टिकट द्वारा प्रवेश वाला नया ईवेंट

source: Add ticketed participant
hi_in: जिन प्रतिभागियों के पास टिकट है उन्हें जोड़ें

source: Tickets
hi_in: टिकटें

source: New ticket
hi_in: नया टिकट

source: Ticket clients
hi_in: टिकट क्लाइंट्स

source: Add ticket client to import tickets
hi_in: टिकट क्लाइंट को महत्वपूर्ण टिकटों में जोड़ें

source: New ticket client
hi_in: नया टिकट क्लाइंट

source: Sync tickets
hi_in: टिकट सिंक करें

source: Add submission guidelines and timing
hi_in: सब्मिशन की दिशा-निर्देश और समय-सूची जोड़ें

source: Back to the project
hi_in: प्रोजेक्ट पर वापस जाएं

source: This update is for participants only
hi_in: यह जानकारी केवल प्रतिभागियों के लिए है

source: Update livestream URLs
hi_in: लाइवस्ट्रीम URLs को बदलें

source: Update banner image
hi_in: बैनर इमेज को बदलें

source: Register
hi_in: रजिस्टर करें

source: Can’t make it?
hi_in: आप मदद नहीं कर सकते?

source: Confirm cancellation
hi_in: रद्द करने की पुष्टि करें

source: Get tickets
hi_in: टिकट पाएं

source: Settings
hi_in: सेटिंग्स

source: Update venue
hi_in: ईवेंट का स्थान अपडेट करें

source: View participants
hi_in: प्रतिभागियों को देखें

source: Related events
hi_in: सम्बंधित ईवेंट

source: Jobs
hi_in: नौकरियां

source: Crew
hi_in: दल

source: %(title)s by %(speaker)s, %(project)s
hi_in: %(speaker)s, %(project)s के द्वारा ‘%(title)s’

source: Edit schedule
hi_in: कार्यक्रम को संपादित करें

source: Participants
hi_in: प्रतिभागी

source: Venues
hi_in: ईवेंट का स्थान

source: Add new update
hi_in: नई जानकारी डालें

source: Post an update…
hi_in: नई जानकारी पोस्ट करें…

source: This project has not posted any updates yet
hi_in: इस प्रोजेक्ट में अब तक कोई नई जानकारी पोस्ट नहीं की गई है

source: Next
hi_in: आगे

source: Select date
hi_in: डेट चुनें

source: Select a date to add sessions
hi_in: सेशन जोड़ने के लिए डेट चुनें

source: Revert
hi_in: वापस करें

source: Save session
hi_in: सेशन सेव करें

source: Subscribe to the schedule
hi_in: कार्यक्रम को सूचीपत्र में जोड़ें

source: Download
hi_in: डाउनलोड करें

source: Add to Google Calendar
hi_in: Google Calendar में जोड़ें

source: This session has not been scheduled yet
hi_in: इस सेशन की समय-सूची अभी नहीं बनाई गई है

source: The session has no attached video
hi_in: सेशन के साथ जुड़ी कोई वीडियो नहीं है

source: Add session video
hi_in: सेशन की वीडियो जोड़ें

source: Query
hi_in: सवाल

source: Comment
hi_in: कमेंट

source: No comment available
hi_in: कोई कमेंट मौजूद नहीं है

source: Review comments
hi_in: कमेंट की समीक्षा करें

source: This comment has been reported as spam
hi_in: यह कमेंट पैम के तौर पर रिपोर्ट की गई है

source: Add video
hi_in: वीडियो जोड़ें

source: No video
hi_in: कोई वीडियो नहीं है

source: Session video
hi_in: सेशन वीडियो

source: Submitted %(date)s
hi_in: %(date)s को सबमिट

source: Change status of proposal
hi_in: प्रस्ताव की स्थिति बदलें

source: Move
hi_in: दूसरी जगह भेजें

source: Setup events
hi_in: ईवेंट सेटअप करें

source: Back to setup events
hi_in: ईवेंट सेटअप पर वापस जाएं

source: Manage check-in
hi_in: चेक-इन प्रबंधित करें

source: Select an event to check-in attendees
hi_in: प्रतिभागियों को चेक-इन करने के लिए एक ईवेंट चुनें

source: View %(title)s attendees
hi_in: %(title)s प्रतिभागियों को देखें

source: New image
hi_in: नया इमेज

source: Remove image
hi_in: इमेज हटाएं

source: No tagged sessions yet
hi_in: फिलहाल कोई सेशन टैग किया हुआ नहीं है

source: No participation yet
hi_in: अब तक कहीं हिस्सा नहीं लिया गया है

source: No submissions
hi_in: कोई भी सबमिशन नही

source: Manage venues
hi_in: ईवेंट के स्थानों को संपादित करें

source: (No venues)
hi_in: (कोई ईवेंट का स्थान मौजूद नहीं है)

source: Add venue
hi_in: ईवेंट का स्थान जोड़ें

source: (No rooms)
hi_in: (कोई रूम मौजूद नहीं है)

source: Add room
hi_in: रूम जोड़ें

source: This page is not currently available
hi_in: यह पेज फिलहाल उपलब्ध नहीं है

source: Not found
hi_in: नहीं प्राप्त हुआ

source: The page you are looking for does not exist
hi_in: आप जिस पेज पर जाना चाहते हैं वो मौजूद नहीं है

source: Method not allowed
hi_in: इस विधि की अनुमति नहीं है

source: Are you sure this is the page you are looking for?
hi_in: क्या आप वाकई इसी पेज पर जाना चाहते हैं?

source: This is gone
hi_in: यह जा चुका है

source: The page you are looking for has been removed
hi_in: आप जिस पेज पर जाना चाहते थे उसे हटा दिया गया है

source: Internal server error
hi_in: आंतरिक सर्वर त्रुटि

source: Our support team has been notified and will look into this. Try again later
hi_in: हमारे सहयोगी टीम को सूचित कर दिया गया है और वो इसकी जांच करेंगे. बाद में फिर से कोशिश करें

source: Website down for maintenance
hi_in: वेबसाइट मरम्मत के लिए बंद की गई है

source: We should be back in a few seconds. If it is taking longer, write to us at <a href="mailto:%(support_email)s">%(support_email)s</a> for updates
hi_in: हम कुछ ही देर में इसे शुरू कर देंगे. पर यदि देरी होती है, तो जानकारी पाने के लिए हमें <a href="mailto:%(support_email)s">%(support_email)s</a> पर ईमेल करें

source: Post a comment…
hi_in: कमेंट पोस्ट करें…

source: Update
hi_in: अपडेट करें

source: You wrote:
hi_in: आपने लिखा:

source: View comment
hi_in: कमेंट देखें

source: View in context
hi_in: संदर्भ के साथ देखें

source: %(actor)s left comments
hi_in: %(actor)s ने कमेंट किया है

source: %(actor1)s and %(actor2)s left comments
hi_in: %(actor1)s और %(actor2)s ने कमेंट किया है

source: %(actor1)s, %(actor2)s and one other left comments
hi_in: %(actor1)s, %(actor2)s और एक और व्यक्ति ने कमेंट किया है

source: %(actor1)s, %(actor2)s and %(count)s others left comments
hi_in: %(actor1)s, %(actor2)s और %(count)s अन्य लोगों ने कमेंट किया है

source: See all comments
hi_in: सभी कमेंट देखें

source: A comment has been reported as spam
hi_in: एक कमेंट को स्पैम के रूप में रिपोर्ट किया गया है

source: Review comment
hi_in: कमेंट की समीक्षा करें

source: A comment has been reported as spam. <a href="%(url)s">Review comment</a>
hi_in: एक कमेंट को स्पैम के रूप में रिपोर्ट किया गया है. <a href="%(url)s">कमेंट की समीक्षा करें</a>

source: Unsubscribe or manage preferences
hi_in: सदस्यता ख़त्म करें या अपनी प्राथमिकता को बदलें

source: (This template is missing content)
hi_in: (इस टेम्पलेट की विषय-सूची मौजूद नहीं है)

source: This update is no longer available
hi_in: यह अपडेट अब उपलब्ध नहीं है

source: Update #%(number)s
hi_in: अपडेट #%(number)s

source: Posted by %(editor)s %(age)s
hi_in: %(age)s %(editor)s के द्वारा

source: See all admins
hi_in: सभी एडमिन को देखें

source: See all crew members
hi_in: दल के सभी सदस्यों को देखें

source: <b>%(project)s</b> starts at %(start_time)s
hi_in: <b>%(project)s</b> शुरू होने का समय %(start_time)s

source: Join now
hi_in: अभी जुड़ें

source: <a href="%(url)s">%(project)s</a> starts at %(start_time)s
hi_in: <a href="%(url)s">%(project)s</a> शुरू होने का समय %(start_time)s

source: Your project <b>%(project)s</b> has a new submission: <b>%(proposal)s</b>
hi_in: आपके प्रोजेक्ट <b>%(project)s</b> में एक नया सबमिशन आया हैं: <b>%(proposal)s</b>

source: Submission page
hi_in: सबमिशन पेज

source: Your project <a href="%(project_url)s">%(project)s</a> has received %(count)s new submissions:
hi_in: आपके <a href="%(project_url)s">%(project)s</a> प्रोजेक्ट में %(count)s नए सबमिशन आए हैं:

source: <a href="%(url)s">%(proposal)s</a> by %(actor)s %(age)s
hi_in: <a href="%(url)s">%(proposal)s</a> %(age)s %(actor)s के द्वारा

source: Your project <a href="%(project_url)s">%(project)s</a> has received a new submission: <a href="%(proposal_url)s">%(proposal)s</a> from %(actor)s
hi_in: आपके <a href="%(project_url)s">%(project)s</a> प्रोजेक्ट में एक नया सबमिशन आया है: <a href="%(proposal_url)s">%(proposal)s</a> %(actor)s की ओर से

source: You submitted <a href="%(proposal_url)s">%(proposal)s</a> to <a href="%(project_url)s">%(project)s</a>
hi_in: आपने <a href="%(project_url)s">%(project)s</a> प्रोजेक्ट में <a href="%(proposal_url)s">%(proposal)s</a> जमा किया है

source: You have cancelled your registration for <b>%(project)s</b>. If this was accidental, you can register again.
hi_in: आपने <b>%(project)s</b> के लिए अपनी रजिस्ट्रेशन रद्द कर दी है. अगर यह गलती से हुआ है, तो फिर आप दोबारा रजिस्टर कर सकते हैं.

source: Project page
hi_in: प्रोजेक्ट पेज

source: You cancelled your registration for <a href="%(url)s">%(project)s</a>
hi_in: आपने <a href="%(url)s">%(project)s</a> के लिए अपनी रजिस्ट्रेशन रद्द कर दी है

source: You have registered for <b>%(project)s</b>
hi_in: आप <b>%(project)s</b> के लिए रजिस्टर हो चुके हैं

source: The next session in the schedule starts %(date_and_time)s
hi_in: इस कार्यक्रम का अगला सेशन %(date_and_time)s पर शुरू होगा

source: You registered for <a href="%(url)s">%(project)s</a>
hi_in: आप <a href="%(url)s">%(project)s</a> के लिए रजिस्टर हो चुके हैं

source: %(actor)s posted an update in <a href="%(project_url)s">%(project)s</a>:
hi_in: %(actor)s ने <a href="%(project_url)s">%(project)s</a> में एक नई जानकारी पोस्ट की है:

source: Read on the website
hi_in: वेबसाइट पर जाकर पढ़ें
