Repository: hasgeek/funnel
Catalog: funnel/translations/*/LC_MESSAGES/messages.po
Languages: hi_in

source: Your password has been updated. If you did this, no further action is necessary.
hi_in: आपके पासवर्ड को बदल दिया गया है. अगर आपने ही यह किया है, तो कुछ और करने की ज़रूरत नहीं है.

source: If this was not authorized, consider resetting with a more secure password. Contact support if further assistance is required.
hi_in: अगर आपने यह नहीं किया है, तो एक अधिक सुरक्षित पासवर्ड के साथ इसे रिसेट करें. यदि और किसी मदद की ज़रूरत हो, तो हमारे सहयोगी दल से संपर्क करें.

source: Reset password
hi_in: पासवर्ड रिसेट करें

source: Contact support
hi_in: सहयोगी दल से संपर्क करें

source: Your password has been updated
hi_in: आपके पासवर्ड को बदल दिया गया है

source: This phone number has been blocked
hi_in: यह फोन नंबर ब्लॉक कर दिया गया है

source: Unparseable response from Exotel
hi_in: Exotel की ओर से अजीब प्रतिक्रिया

source: Exotel API error
hi_in: Exotel API त्रुटी

source: Exotel not reachable
hi_in: Exotel पहुंच के बाहर है

source: This phone number is invalid
hi_in: यह फोन नंबर अवैध है

source: This phone number is unsupported at this time
hi_in: यह फोन नंबर इस समय असमर्थित है

source: Hasgeek was unable to send a message to this phone number
hi_in: Hasgeek इस फोन नंबर पर मैसेज भेजने में असमर्थ रहा

source: No service provider available for this recipient
hi_in: इस प्राप्तकर्ता के लिए कोई सेवा प्रदाता उपलब्ध नहीं है

source: Unknown browser
hi_in: अज्ञात ब्राउज़र

source: Unknown location
hi_in: अज्ञात स्थान

source: Unknown ISP
hi_in: अज्ञात ISP

source: Your account has been updated
hi_in: आपकी अकाउंट अपडेट कर दी गई है

source: Edit account
hi_in: खाता संपादित करें

source: Save changes
hi_in: परिवर्तनों को सेव करें

source: Email address already claimed
hi_in: ईमेल पता पहले ही इस्तेमाल किया जा चुका है

source: The email address <code>{email}</code> has already been verified by another user
hi_in: ईमेल पता <code>{email}</code> अन्य यूजर द्वारा पहले ही वेरिफाई हो चुका है

source: Email address already verified
hi_in: ईमेल पता पहले से वेरिफाइड है

source: Hello, {fullname}! Your email address <code>{email}</code> has already been verified
hi_in: नमस्ते, {fullname}! आपका ईमेल पता <code>{email}</code> पहले ही वेरिफाई हो चुका है

source: Email address verified
hi_in: ईमेल पता वेरिफाई किया गया

source: Hello, {fullname}! Your email address <code>{email}</code> has now been verified
hi_in: नमस्ते {fullname}! आपका ईमेल पता <code>{email}</code> अब वेरिफाई हो चुका

source: This was not for you
hi_in: यह आपके लिए नहीं था

source: You’ve opened an email verification link that was meant for another user. If you are managing multiple accounts, please login with the correct account and open the link again
hi_in: आपने एक ईमेल वेरिफिकेशन लिंक खोला है जो किसी अन्य यूजर के लिए था

source: Expired confirmation link
hi_in: एक्स्पायर हुई पुष्टि लिंक

source: The confirmation link you clicked on is either invalid or has expired
hi_in: आपके द्वारा क्लिक की गई पुष्टि लिंक या तो अमान्य है या एक्स्पायर हो गई है

source: Your new password has been saved
hi_in: आपका नया पासवर्ड सेव किया जा चुका है

source: We sent you an email to confirm your address
hi_in: आपके पते की पुष्टि के लिए हमने आपको एक ईमेल भेजा है

source: Add email
hi_in: ईमेल दर्ज करें

source: This is already your primary email address
hi_in: यह पहले से ही आपका प्राथमिक ईमेल पता है

source: Your primary email address has been updated
hi_in: आपका प्राथमिक ईमेल पता अपडेट कर दिया गया है

source: No such email address is linked to this user account
hi_in: ऐसा कोई भी ईमेल पता इस खाते से नहीं जुड़ा है

source: Please select an email address
hi_in: कृपया एक ईमेल पता चुनें

source: This is already your primary phone number
hi_in: यह पहले से ही आपका प्राथमिक फोन नंबर है

source: Your primary phone number has been updated
hi_in: आपका प्राथमिक फोन नंबर अपडेट कर दिया गया है

source: No such phone number is linked to this user account
hi_in: ऐसा कोई फोन नंबर इस खाते से नहीं जुड़ा है

source: Please select a phone number
hi_in: कृपया एक फोन नंबर चुनें

source: Your account requires at least one verified email address or phone number
hi_in: आपके खाते के लिए कम से कम एक वेरिफाइड ईमेल पता या फोन नंबर की आवश्यकता है

source: Confirm removal
hi_in: हटाने की पुष्टि करें

source: Remove email address {email} from your account?
hi_in: अपने खाते से ईमेल पता {email} हटाएं?

source: You have removed your email address {email}
hi_in: आपने अपना ईमेल पता {email} हटा दिया है

source: This email address is already verified
hi_in: यह ईमेल पता पहले से ही वेरिफाइड है

source: The verification email has been sent to this address
hi_in: वेरिफिकेशन ईमेल इस पते पर भेजा गया है

source: Resend the verification email?
hi_in: वेरिफिकेशन ईमेल दोबारा भेजना चाहते हैं?

source: We will resend the verification email to {email}
hi_in: हम वेरिफिकेशन ईमेल को {email} पर दोबारा भेज देंगे

source: Send
hi_in: भेजें

source: Add a phone number
hi_in: एक फोन नंबर दर्ज करें

source: Verify phone
hi_in: फोन वेरिफाई करें

source: Your phone number has been verified
hi_in: आपका फोन नंबर वेरिफाई कर दिया गया है

source: This phone number has already been claimed by another user
hi_in: यह फोन नंबर पहले ही किसी अन्य यूजर द्वारा इस्तेमाल किया जा चुका है

source: Verify phone number
hi_in: फोन नंबर वेरिफाई करें

source: Verify
hi_in: वेरिफाई करें

source: Remove phone number {phone} from your account?
hi_in: अपने खाते से फोन नंबर {phone} हटाना चाहते हैं?

source: You have removed your number {phone}
hi_in: आपने अपना नंबर {phone} हटा दिया है

source: Remove {service} account ‘{username}’ from your account?
hi_in: अपने खाते से {service} खाता ‘{username}’ हटाएं?

source: You have removed the {service} account ‘{username}’
hi_in: आपने {service} खाता ‘{username}’ हटा दिया है

source: Cannot reset password
hi_in: पासवर्ड रीसेट नहीं किया जा सकता

source: Unknown user
hi_in: अज्ञात यूजर

source: There is no account matching this password reset request
hi_in: इस पासवर्ड रीसेट अनुरोध से मेल खाने योग्य कोई खाता नहीं है

source: Password reset complete
hi_in: पासवर्ड रीसेट पूरा हुआ

source: Your password has been changed. You may now login with your new password
hi_in: आपका पासवर्ड बदल दिया गया है. अब आप अपने नए पासवर्ड से लॉगिन कर सकते हैं

source: Your password has been changed. As a precaution, you have been logged out of one other device. You may now login with your new password
hi_in: आपका पासवर्ड बदल दिया गया है. एहतियात के तौर पर, आपको एक अन्य डिवाइस से लॉग आउट किया गया है. अब आप अपने नए पासवर्ड से लॉगिन कर सकते हैं

source: Hello, {fullname}. You may now choose a new password
hi_in: नमस्ते, {fullname}. अब आप एक नया पासवर्ड चुन सकते हैं

source: Register a new client application
hi_in: एक नया क्लाइंट ऐप्लिकेशन रजिस्टर करें

source: Register application
hi_in: ऐप्लिकेशन रजिस्टर करें

source: This application’s owner has changed, so all previously assigned permissions have been revoked
hi_in: इस ऐप्लिकेशन का ओनर बदल गया है, इसलिए पहले से सौंपी गई सभी अनुमतियां रद्द कर दी गई हैं

source: Edit application
hi_in: ऐप्लिकेशन संपादित करें

source: Confirm delete
hi_in: मिटाने की पुष्टि करें

source: Delete application ‘{title}’? This will also delete all associated content including access tokens issued on behalf of users. This operation is permanent and cannot be undone
hi_in: ‘{title}’ ऐप्लिकेशन मिटाएं? यह यूज़र की ओर से जारी एक्सेस टोकन सहित सभी जुड़ी सामग्री को भी हटा देगा. यह प्रक्रिया स्थाई है और इसे वापस नहीं लाया जा सकता है

source: You have deleted application ‘{title}’ and all its associated resources and permission assignments
hi_in: आपने ‘{title}’ ऐप्लिकेशन और उससे जुड़ी सभी संसाधनों और सौंपी गई अनुमति को मिटा दिया है

source: Disconnect {app}
hi_in: {app} डिस्कनेक्ट करें

source: Disconnect application {app}? This will not remove any of your data in this app, but will prevent it from accessing any further data from your Hasgeek account
hi_in: {app} एप्लिकेशन डिस्कनेक्ट करना चाहते हैं? यह इस ऐप में आपके किसी भी डेटा को नहीं हटाएगा, बल्कि इसे आपके Hasgeek खाते से किसी और डेटा को एक्सेस करने से रोकेगा

source: You have disconnected {app} from your account
hi_in: आपने अपने खाते से {app} को डिस्कनेक्ट कर दिया है

source: Default
hi_in: तयशुदा

source: Create
hi_in: बनाएं

source: Permissions have been assigned to user {pname}
hi_in: अनुमतियां यूजर {pname} को सौंप दी गई हैं

source: Permissions have been assigned to team ‘{pname}’
hi_in: अनुमतियां टीम ‘{pname}’ को सौंप दी गई हैं

source: Assign permissions
hi_in: अनुमतियां सौंपें

source: Add and edit teams from <a href="{url}">your organization’s teams page</a>
hi_in: <a href="{url}">आपके संगठन के टीम पेज</a> से टीम जोड़ें और संपादित करें

source: Delete access key ‘{title}’?
hi_in: ऐक्सेस की ‘{title}’ मिटाएं?

source: You have deleted access key ‘{title}’
hi_in: आपने ऐक्सेस की ‘{title}’ मिटा दी है

source: Permissions have been updated for user {pname}
hi_in: {pname} यूजर के लिए अनुमतियां अपडेट कर दी गई हैं

source: All permissions have been revoked for user {pname}
hi_in: {pname} यूजर के लिए सभी अनुमतियां रद्द कर दी गई हैं

source: Edit permissions
hi_in: अनुमतियां संपादित करें

source: Remove all permissions assigned to user {pname} for app ‘{title}’?
hi_in: ‘{title}’ ऐप के लिए {pname} यूजर को सौंपी गई सभी अनुमतियां हटाएं?

source: You have revoked permisions for user {pname}
hi_in: आपने {pname} यूजर के लिए अनुमतियां रद्द कर दी है

source: Permissions have been updated for team {title}
hi_in: {title} टीम के लिए अनुमतियां अपडेट कर दी गई हैं

source: All permissions have been revoked for team {title}
hi_in: {title} टीम के लिए सभी अनुमतियां रद्द कर दी गई हैं

source: Remove all permissions assigned to team ‘{pname}’ for app ‘{title}’?
hi_in: ‘{title}’ ऐप के लिए ‘{pname}’ टीम को सौंपी गई सभी अनुमतियां हटाना चाहते हैं?

source: You have revoked permisions for team {title}
hi_in: आपने {title} टीम के लिए अनुमतियां रद्द कर दी है

source: Your comment has been posted
hi_in: आपका कमेंट पोस्ट कर दिया गया है

source: Post comment
hi_in: कमेंट पोस्ट करें

source: This page timed out. Reload and try again
hi_in: इस पेज को लोड होने का समय समाप्त हो चुका है. पेज को रिलोड करने के बाद फिर से कोशिश करें

source: Your comment has been edited
hi_in: आपका कमेंट संपादित कर दिया गया है

source: Edit comment
hi_in: कमेंट संपादित करें

source: Your comment has been deleted
hi_in: आपकी कमेंट मिटा दी गई है

source: The comment has been reported as spam
hi_in: कमेंट को स्पैम के रूप में रिपोर्ट कर दिया गया है

source: This project has concluded
hi_in: यह प्रोजेक्ट समाप्त हो गई है

source: Unauthorized contact exchange
hi_in: अनधिकृत संपर्क विनिमय

source: Verify your email address
hi_in: अपना ईमेल पता वेरिफाई करें

source: Verify email address
hi_in: ईमेल पता वेरिफाई करें

source: Terms of service
hi_in: सेवा की शर्तें

source: Sponsorship &amp; advertising
hi_in: प्रायोजन और विज्ञापन

source: Privacy policy
hi_in: गोपनीयता नीति

source: Cancellation &amp; refund policy
hi_in: रद्दीकरण और घन वापसी नीति

source: Community guidelines
hi_in: कम्यूनिटी दिशा-निर्देश

source: Code of conduct
hi_in: आचार संहिता

source: Your changes have been saved
hi_in: आपके परिवर्तनों को सेव किया गया है

source: Error with a label option: {}
hi_in: लेबल विकल्प में त्रुटि: {}

source: Only main labels can be edited
hi_in: केवल मुख्य लेबल संपादित किए जा सकते हैं

source: Label has been edited
hi_in: लेबल संपादित कर दिया गया है

source: The label has been archived
hi_in: लेबल को पुरालेख कर दिया गया है

source: The label has been deleted
hi_in: लेबल मिटा दिया गया है

source: You have a weak password. To ensure the safety of your account, please choose a stronger password
hi_in: आपका पासवर्ड कमज़ोर है. अपने खाते की सुरक्षा सुनिश्चित करने के लिए, कृपया एक मज़बूत पासवर्ड चुनें

source: Your password is a year old. To ensure the safety of your account, please choose a new password
hi_in: आपका पासवर्ड एक साल पुराना है. अपने खाते की सुरक्षा सुनिश्चित करने के लिए, कृपया एक नया पासवर्ड चुनें

source: You are now logged in
hi_in: अब आप लॉग इन हो गए हैं

source: You are now one of us. Welcome aboard!
hi_in: आप अब हम में से एक हैं. दल में स्वागत है!

source: To logout, use the logout button
hi_in: लॉग आउट करने के लिए, लॉग आउट बटन का उपयोग करें

source: You are now logged out
hi_in: अब आप लॉग आउट हो चुके हैं

source: {service} login failed: {error}
hi_in: {service} लॉगिन विफल: {error}

source: You have logged in via {service}
hi_in: आपने {service} की मदद से लॉगिन किया है

source: Your accounts have been merged
hi_in: आपके खाते जोड़ दिए गए हैं

source: Account merger failed
hi_in: खाता जोड़ना विफल रहा

source: Cookies required
hi_in: कुकीज़ की ज़रूरत

source: Please enable cookies in your browser
hi_in: कृपया अपने ब्राउज़र में कुकीज़ को सक्षम करें

source: Looks like you haven’t been here in a while. Please login again
hi_in: ऐसा लगता है आप कुछ समय के लिए यहां नहीं थे. कृपया दोबारा लॉगिन करें

source: Your login session was revoked from another device. Please login again
hi_in: आपका लॉगिन सेशन अन्य डिवाइस से रद्द कर दिया गया था. कृपया दोबारा लॉगिन करें

source: You need to be logged in for that page
hi_in: आपको उस पेज के लिए लॉगिन होना चाहिए

source: This operation requires you to confirm your password. However, your account does not have a password, so you must set one first
hi_in: इस प्रक्रिया के लिए आपको अपने पासवर्ड की पुष्टि करनी होगी. हालांकि, आपके खाते में पासवर्ड सेट नहीं है, इसलिए आपको पहले एक पासवर्ड सेट करना होगा

source: Confirm with your password to proceed
hi_in: आगे बढ़ने के लिए अपने पासवर्ड से पुष्टि करें

source: This user does not have any verified contact information. If you are able to contact them, please ask them to verify their email address or phone number
hi_in: इस यूजर के पास कोई वेरिफाइड संपर्क जानकारी नहीं है. अगर आप उनसे संपर्क करने में सक्षम हैं, तो कृपया उन्हें अपना ईमेल पता या फोन नंबर वेरिफाई करने के लिए कहें

source: This user is already an admin
hi_in: यह यूजर पहले से ही एक एडमिन है

source: The user has been added as an admin
hi_in: यूजर को एक एडमिन के रूप में जोड़ दिया गया है

source: The new admin could not be added
hi_in: नया एडमिन जोड़ा नहीं जा सका

source: You can’t edit your own role
hi_in: आप अपनी भूमिका संपादित नहीं कर सकते

source: This member’s record was edited elsewhere. Reload the page
hi_in: इस सदस्य का रिकॉर्ड कहीं और संपादित किया गया था. पेज को रिलोड करें

source: The member’s roles have been updated
hi_in: सदस्य की भूमिकाओं को अपडेट किया गया है

source: No changes were detected
hi_in: कोई परिवर्तन नहीं पाया गया

source: Please pick one or more roles
hi_in: कृपया एक या एक से अधिक भूमिकाएं चुनें

source: You can’t revoke your own membership
hi_in: आप अपनी स्वयं की सदस्यता रद्द नहीं कर सकते

source: The member has been removed
hi_in: सदस्य को हटा दिया गया है

source: Remove {member} as an admin from {account}?
hi_in: {account} से एडमिन के रूप में {member} को हटाना चाहते हैं?

source: This person is already a member
hi_in: यह व्यक्ति पहले से ही एक सदस्य है

source: The user has been added as a member
hi_in: यूज़र को सदस्य के रूप में जोड़ दिया गया है

source: The member’s record was edited elsewhere. Reload the page
hi_in: सदस्य का रिकॉर्ड कहीं और संपादित किया गया था. पेज को रिलोड करें

source: Remove {member} as a crew member from this project?
hi_in: इस प्रोजेक्ट से एडमिन के रूप में {member} को हटाना चाहते हैं?

source: There is no draft for the given object
hi_in: दिए गए ऑब्जेक्ट का कोई ड्राफ्ट नहीं है

source: Form must contain a revision ID
hi_in: फॉर्म में एक संशोधन ID होना चाहिए

source: Invalid revision ID or the existing changes have been submitted already. Please reload
hi_in: अमान्य संशोधन ID या मौजूदा परिवर्तन पहले ही जमा किए जा चुके हैं. कृपया रीलोड करें

source: There have been changes to this draft since you last edited it. Please reload
hi_in: आपके पिछले संपादन के बाद से इस ड्राफ्ट में बदलाव किए गए हैं. कृपया रीलोड करें

source: Invalid CSRF token
hi_in: अमान्य CSRF टोकन

source: You are receiving this because you have an account at hasgeek.com
hi_in: आप इसे प्राप्त कर रहे हैं क्योंकि आपका hasgeek.com पर एक खाता है

source: That unsubscribe link has expired. However, you can manage your preferences from your account page
hi_in: वो सदस्यता समाप्त वाली लिंक एक्स्पायर हो चुकी है. हालांकि, आप अपनी प्राथमिकताएं अपने खाते से प्रबंधित कर सकते हैं

source: That unsubscribe link is invalid. However, you can manage your preferences from your account page
hi_in: वो सदस्यता समाप्त वाली लिंक अमान्य है. हालांकि, आप अपनी प्राथमिकताएं अपने खाते से प्रबंधित कर सकते हैं

source: This unsubscribe link is for a non-existent user
hi_in: यह सदस्यता समाप्त लिंक एक गैर-मौजूद यूजर के लिए है

source: You have been unsubscribed from this notification type
hi_in: आपको इस प्रकार की नोटिफिकेशन की सदस्यता से हटा दिया गया है

source: Unauthorized unsubscribe link
hi_in: अनधिकृत सदस्यता समाप्त वाली लिंक

source: This unsubscribe link is for someone else’s account. Please logout or use an incognito/private browsing session to use this link
hi_in: यह सदस्यता समाप्त वाली लिंक किसी और के खाते के लिए है. इस लिंक का उपयोग करने के लिए कृपया किसी गुप्त/निजी ब्राउज़िंग सेशन का उपयोग करें या लॉग आउट हो जाएं

source: Unknown user account
hi_in: अज्ञात यूजर खाता

source: Preferences saved
hi_in: प्राथमिकताएं सहेजी गईं

source: Your notification preferences have been updated
hi_in: आपकी नोटिफिकेशन प्राथमिकताएं अपडेट कर दी गई हैं

source: Notification preferences
hi_in: नोटिफिकेशन प्राथमिकताएं

source: Save preferences
hi_in: प्राथमिकताएं सेव करें

source: Create a new organization
hi_in: एक नया संगठन बनाएं

source: Protected account
hi_in: संरक्षित अकाउंट

source: This organization is marked as protected and cannot be deleted
hi_in: इस संगठन की एक संरक्षित निशान है और इसे हटाया नहीं जा सकता है

source: This organization has projects
hi_in: इस संगठन के पास कुछ प्रोजेक्ट है

source: Projects must be deleted or transferred before the organization can be deleted
hi_in: संगठन मिटाए जाने से पहले प्रोजेक्ट को हटाया या स्थानांतरित किया जाना चाहिए

source: Delete organization ‘{title}’? This will delete everything including projects, proposals and videos. This operation is permanent and cannot be undone
hi_in: ‘{title}’ संगठन मिटाएं? यह प्रोजेक्ट, प्रस्ताव और वीडियो सहित सब कुछ मिटा देगा. यह प्रक्रिया स्थाई है और इसे वापस पहले जैसा नहीं किया जा सकता है

source: You have deleted organization ‘{title}’ and all its associated content
hi_in: आपने ‘{title}’ संगठन और उससे जुड़ी सभी सामग्री को मिटा दिया है

source: Create new team
hi_in: नई टीम बनाएं

source: Edit team: {title}
hi_in: टीम संपादित करें: {title}

source: Delete team {title}?
hi_in: {title} टीम मिटाएं?

source: You have deleted team ‘{team}’ from organization ‘{org}’
hi_in: आपने ‘{org}’ संगठन से ‘{team}’ टीम को मिटा दिया है

source: Edit account details
hi_in: अकाउंट विवरण संपादित करें

source: Save logo
hi_in: लोगो सेव करें

source: Save banner
hi_in: बैनर सेव करें

source: There was a problem saving your changes. Please try again
hi_in: आपके परिवर्तनों को सेव करने में एक समस्या उत्पन्न हुई थी. कृपया दोबारा प्रयास करें

source: Be the first to register!
hi_in: रजिस्टर करने वाले पहले व्यक्ति बनें!

source: One registration so far
hi_in: अब तक एक रजिस्ट्रेशन

source: You have registered
hi_in: आपने रजिस्टर कर लिया है

source: Two registrations so far
hi_in: अब तक दो रजिस्ट्रेशन

source: Three registrations so far
hi_in: अब तक तीन रजिस्ट्रेशन

source: Four registrations so far
hi_in: अब तक चार रजिस्ट्रेशन

source: Five registrations so far
hi_in: अब तक पांच रजिस्ट्रेशन

source: Six registrations so far
hi_in: अब तक छे रजिस्ट्रेशन

source: Seven registrations so far
hi_in: अब तक सात रजिस्ट्रेशन

source: Nine registrations so far
hi_in: अब तक नौ रजिस्ट्रेशन

source: Ten registrations so far
hi_in: अब तक दस रजिस्ट्रेशन

source: {num} registrations so far
hi_in: अब तक {num} रजिस्ट्रेशन

source: Your new project has been created
hi_in: आपका नया प्रोजेक्ट बना दिया गया है

source: Create project
hi_in: प्रोजेक्ट बनाएं

source: Customize the URL
hi_in: URL कस्टमाइज़ करें

source: Add or edit livestream URLs
hi_in: लाइवस्ट्रीम URLs जोड़ें या संपादित करें

source: Edit project
hi_in: प्रोजेक्ट संपादित करें

source: Delete project ‘{title}’? This will delete everything in the project. This operation is permanent and cannot be undone
hi_in: ‘{title}’ प्रोजेक्ट मिटाएं? यह प्रोजेक्ट में सब कुछ मिटा देगा. ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: You have deleted project ‘{title}’ and all its associated content
hi_in: आपने ‘{title}’ प्रोजेक्ट और उससे जुड़ी सारी सामग्री हटा दी है

source: Edit ticket client details
hi_in: टिकट क्लाइंट विवरण संपादित करें

source: Invalid transition for this project
hi_in: इस प्रोजेक्ट के लिए अमान्य परिवर्तन

source: Importing tickets from vendors… Reload the page in about 30 seconds…
hi_in: विक्रेताओं से टिकट आयात हो रहा है… पेज को लगभग 30 सेकंड में रिलोड करें…

source: This form uses <a target="_blank" rel="noopener noreferrer" href="https://www.markdownguide.org/basic-syntax/">Markdown</a> for formatting
hi_in: यह फॉर्म फॉर्मेटिंग के लिए <a target="_blank" rel="noopener noreferrer" href="https://www.markdownguide.org/basic-syntax/">Markdown</a> का उपयोग करता है

source: This project is not accepting submissions
hi_in: ये प्रोजेक्ट इस वक्त कोई सबमिशनों को स्वीकार नहीं कर रह

source: Delete your submission ‘{title}’? This will remove all comments as well. This operation is permanent and cannot be undone
hi_in: अपना ‘{title}’ प्रस्ताव मिटाएं? यह सभी कमेंटों को भी हटा देगा. ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: Edit labels for '{}'
hi_in: '{}' के लिए लेबल संपादित करें

source: {session} in {venue} in 5 minutes
hi_in: 5 मिनट में {venue} में {session}

source: {session} in 5 minutes
hi_in: 5 मिनट में {session}

source: Accounts
hi_in: अकाउंट

source: Select Room
hi_in: रूम का चयन करें

source: Something went wrong, please reload and try again
hi_in: कुछ गड़बड़ी हुई है, कृपया दोबारा लोड करें और दोबारा प्रयास करें

source: Comment(s) successfully reported as spam
hi_in: कमेंट को सफलतापूर्वक स्पैम के रूप में रिपोर्ट कर दिया गया है

source: There are no comment reports to review at this time
hi_in: इस समय समीक्षा करने के लिए कोई कमेंट रिपोर्ट नहीं है

source: You cannot review same comment twice
hi_in: आप एक ही कमेंट की दो बार समीक्षा नहीं कर सकते

source: You cannot review your own report
hi_in: आप अपने रिपोर्ट की समीक्षा नहीं कर सकते

source: This comment has already been marked as spam
hi_in: इस कमेंट को पहले ही स्पैम के रूप में चिह्नित किया जा चुका है

source: This event already exists
hi_in: यह ईवेंट पहले से मौजूद है

source: New Event
hi_in: नया ईवेंट

source: Add event
hi_in: ईवेंट जोड़ें

source: This ticket type already exists
hi_in: यह टिकट टाइप पहले से मौजूद है

source: New Ticket Type
hi_in: नया टिकट टाइप

source: Add ticket type
hi_in: टिकट टाइप जोड़ें

source: This ticket client already exists
hi_in: यह टिकट क्लाइंट पहले से मौजूद है

source: New Ticket Client
hi_in: नया टिकट क्लाइंट

source: Add ticket client
hi_in: टिकट क्लाइंट जोड़ें

source: Edit event
hi_in: ईवेंट संपादित करें

source: Delete event ‘{title}’? This operation is permanent and cannot be undone
hi_in: ‘{title}’ ईवेंट मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: This event has been deleted
hi_in: इस ईवेंट को मिटा दिया गया है

source: Edit ticket type
hi_in: टिकट टाइप संपादित करें

source: Delete ticket type ‘{title}’? This operation is permanent and cannot be undone
hi_in: ‘{title}’ टिकट टाइप मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: This ticket type has been deleted
hi_in: यह टिकट टाइप मिटा दिया गया है

source: Edit ticket client
hi_in: टिकट क्लाइंट संपादित करें

source: Delete ticket client ‘{title}’? This operation is permanent and cannot be undone
hi_in: ‘{title}’ टिकट क्लाइंट मिटाएं? ऐसा करना इसे हमेशा के लिए मिटा देगा और इसे वापस पहले जैसा नहीं किया जा सकता

source: This participant already exists
hi_in: यह प्रतिभागी पहले से मौजूद है

source: New ticketed participant
hi_in: नए टिकट वाले प्रतिभागी
